let x=40000;
    y=22000;
console.log(`1. ${x+y} рублей может зарабатывать вечерний уборщик, имея голос и педагогическое образование.`);


let a='Владивосток';
    b=2000;
console.log(`2. "${a+" "+b}" название известной песни.`);


let message=128;
    foto=254;
    vk=137;
    YouTube=201;
console.log(`3. ${(message+foto+vk+YouTube)/60} часов прокрастинировала Русалка.`);


console.log(`4. ${2**5}`);


console.log(`5. Нужно бежать со всех ног, чтобы только оставаться на месте, а чтобы куда-то попасть, надо бежать как минимум вдвое быстрее!`);


const greetings = "Привет";
const name = "Кот";
console.log(`6. "${greetings+ "," +" "+name}".`);


let time;
    time=34;
console.log(`7. 'Старт поездки. Осталось минут: ${time}'.`);
    time=time-15;
console.log(`'Немного сториз в соцсетях. Осталось минут: ${time}'.`);
    time=time-10;
console.log(`'Немного не новостей, но событий. Осталось минут: ${time}'.`);
    time=0;
console.log(`'Машина доехала до пункта назначения. Осталось минут: ${time}'.`);
console.log(`'Вы приехали. Добро пожаловать в Москву'.`);


let fahrenheit=451;
    celsius=(fahrenheit - 32) / 1.8;
console.log(`8. '${fahrenheit} градуса по Фаренгейту - это ${celsius} градуса по Цельсию'.`);